<!doctype html><html lang="es"><head><title>Panoptico - Preguntas Frecuentes (FAQs)</title><meta charset="utf-8"><meta name="viewport" content="width=device-width"><meta name="title" content="Panoptico"><meta name="description" content="Panoptico"><link rel="stylesheet" href="css/style.css"><meta name="viewport" content="width=device-width,initial-scale=1,shrink-to-fit=no"><link rel="shortcut icon" href="img/metaicons/favico.ico" type="image/x-icon"><link rel="icon" href="img/metaicons/icon32.png" sizes="32x32" type="image/png"><link rel="icon" href="img/metaicons/icon96.png" sizes="96x96" type="image/png"><link rel="icon" href="img/metaicons/icon256.png" sizes="256x256" type="image/png"><link rel="apple-touch-icon-precomposed" href="img/metaicons/icon152.png" type="image/png" sizes="152x152"><link rel="apple-touch-icon-precomposed" href="img/metaicons/icon152.png" type="image/png" sizes="120x120"><script>!function(e,t,a,n){e[n]=e[n]||[],e[n].push({"gtm.start":(new Date).getTime(),event:"gtm.js"});n=t.getElementsByTagName(a)[0],a=t.createElement(a);a.async=!0,a.src="https://www.googletagmanager.com/gtm.js?id=GTM-T95QDXW",n.parentNode.insertBefore(a,n)}(window,document,"script","dataLayer")</script></head></html><body><noscript><iframe src="https://www.googletagmanager.com/ns.html?id=GTM-T95QDXW" height="0" width="0" style="display:none;visibility:hidden"></iframe></noscript><div class="wrapper"><header><div class="header__logo"><a href="index.html"><img class="logo__web" src="img/logoweb.svg" alt="Panoptico" width="150" height="45"><img class="logo__web__scroll" src="img/logowebs.svg" alt="Panoptico" width="150" height="45"></a></div><div class="header__links"><ul class="header__links__list"><li><a class="wmenu" href="javascript:void(0)">Soluciones</a><div class="menu"><ul><li><a href="fabricantes.html"><img src="img/clients/fabricantes.svg" width="48" height="48" alt="Fabricantes"><div class="menu__info"><span>Fabricantes</span><span class="desc">La herramienta que incrementa su portfolio de servicios, creando recurrencia de ventas.</span></div></a></li><li><a href="integradores.html"><img src="img/clients/integradores.svg" width="48" height="48" alt="Integradores"><div class="menu__info"><span>Integradores</span><span class="desc">La soluci&oacute;n de gesti&oacute;n centralizada que le proporciona una ventaja competitiva.</span></div></a></li></ul></div></li><li><a class="wmenu" href="javascript:void(0)">Productos</a><div class="menu"><ul><li><a href="guardian.html"><img src="img/clients/cras.svg" width="48" height="48" alt="Guardian"><div class="menu__info"><span>Panoptico Guardian</span><span class="desc">El futuro de las pruebas judiciales de audio/video en defensa de los m&aacute;s vulnerables.</span></div></a></li></ul></div></li><li><a class="no-menu" href="contacto.html">Contacto</a></li></ul></div></header><div class="header__menu"><span></span></div><div class="overlay"></div><div class="header__menu__content"><ul><li><a href="index.html">P&aacute;gina principal</a></li><li><span>Soluciones</span></li><li><a class="sub" href="fabricantes.html">Fabricantes</a></li><li><a class="sub" href="integradores.html">Integradores</a></li><li><span>Productos</span></li><li><a class="sub" href="guardian.html">Guardian</a></li><li class="section"><a class="closeMenu" href="contacto.html">Contacto</a></li></ul></div><div class="title"><div class="title__content"><h1>Preguntas Frecuentes (FAQs)</h1></div><div class="separator"></div></div><div class="faqs"><div class="faqs__content"><div class="faqs__menu__wrapper"><div class="faqs__menu"><span>Informaci&oacute;n general empresa dise&ntilde;adora de Panoptico</span><a href="#1">&iquest;Qui&eacute;n es NoSoloSoftware?</a><a href="#2">&iquest;Cu&aacute;nto tiempo lleva en funcionamiento Panoptico?</a><a href="#3">&iquest;D&oacute;nde se encuentran sus oficinas?</a><a href="#4">&iquest;Qu&eacute; empresas ya utilizan Panoptico?</a><span>Panoptico Informaci&oacute;n general</span><a href="#5">&iquest;Qu&eacute; es Panoptico?</a><span>Panoptico videovigilancia multicloud</span><a href="#6">&iquest;Qu&eacute; significa que una plataforma de videovigilancia sea multicloud?</a><a href="#7">&iquest;Est&aacute;n seguros mis datos en la nube?</a><a href="#8">&iquest;Cu&aacute;nto espacio ocupa en la nube 15 d&iacute;as de grabaci&oacute;n?</a><a href="#9">&iquest;Cu&aacute;l es el n&uacute;mero m&aacute;ximo de usuarios para Panoptico?</a><a href="#10">&iquest;Puedo ver lo que est&aacute; pasando en mi negocio a tiempo real y desde cualquier lugar?</a><span>Panoptico infraestructura</span><a href="#11">&iquest;Qu&eacute; tipo de integraciones permite Panoptico?</a><a href="#12">Informaci&oacute;n sobre la API de Panoptico</a><span>Panoptico compatibilidad de c&aacute;maras</span><a href="#13">&iquest;Qu&eacute; c&aacute;maras son compatibles con Panoptico?</a><a href="#14">&iquest;Funciona con c&aacute;maras PTZ o Domo?</a><a href="#15">&iquest;Y si solo tengo c&aacute;maras anal&oacute;gicas?</a><a href="#16">&iquest;En qu&eacute; se diferencian las c&aacute;maras IP de las anal&oacute;gicas?</a><a href="#17">&iquest;C&oacute;mo puedo saber si mis c&aacute;maras son compatibles con Panoptico?</a><a href="#18">&iquest;Puedo gestionar las c&aacute;maras desde mi m&oacute;vil?</a><span>Utilizaci&oacute;n de Panoptico</span><a href="#19">&iquest;Panoptico necesita alg&uacute;n tipo de hardware?</a><a href="#20">&iquest;Panoptico necesita el bridge para funcionar?</a><a href="#21">&iquest;Panoptico dispone de videograbador?</a><a href="#22">&iquest;C&oacute;mo se instala Panoptico?</a><a href="#23">&iquest;El sistema me avisar&aacute; si se dispara alguna alarma?</a><span>Soy un integrador. &iquest;Es para m&iacute; esta soluci&oacute;n?</span><a href="#24">&iquest;Qu&eacute; puedo aportar a mis clientes con este software?</a><a href="#25">&iquest;Puedo ahorrar costes con Panoptico?</a><a href="#26">&iquest;Podr&iacute;a desplegar Panoptico en mis propios servidores?</a><a href="#27">&iquest;Cu&aacute;ntos usuarios puedo crear y qu&eacute; puedo gestionar?</a><a href="#28">&iquest;Puedo gestionar a mis clientes desde la plataforma?</a><a href="#29">&iquest;Puedo personalizar la plataforma con mi marca?</a><span>Soy fabricante de c&aacute;maras, &iquest;c&oacute;mo puede ayudar Panoptico a mi negocio?</span><a href="#30">&iquest;Podr&iacute;a integrar este software en mis c&aacute;maras?</a><a href="#31">&iquest;Podr&iacute;a personalizarlo con mi marca?</a><a href="#32">&iquest;Puede dar servicios que no tengan incorporados las propias c&aacute;maras?</a><a href="#33">&iquest;Es un software compatible con los programas que ya tienen las empresas de seguridad?</a><span>Soy una CRA, &iquest;en qu&eacute; podr&iacute;a ayudar Panoptico a mi negocio?</span><a href="#34">&iquest;Es un software compatible con el programa que uso en mi centralita?</a></div></div><div class="faqs__copy"><div><h4>Informaci&oacute;n general empresa dise&ntilde;adora de Panoptico</h4><h5 id="1">&iquest;Qui&eacute;n es NoSoloSoftware?</h5><p>NSS es puntera en los campos de la videovigilancia y seguridad remota, empresa con un enfoque claro: el uso de las tecnolog&iacute;as de &uacute;ltima generaci&oacute;n con el objetivo de proteger todos los lugares del cliente a trav&eacute;s de grabaciones de r&aacute;pido acceso en la nube. Su prioridad en relaci&oacute;n a sus clientes es facilitar la gesti&oacute;n y control por parte del usuario, permiti&eacute;ndole observar lo que m&aacute;s le importa en cualquier momento y desde cualquier lugar.</p><h5 id="2">&iquest;Cu&aacute;nto tiempo lleva en funcionamiento Panoptico?</h5><p>La primera versi&oacute;n del producto Panoptico se realiz&oacute; en 2014. En 2016 Securitas Direct se convierte en cliente y otros clientes como Trablisa siguen utilizando esta aplicaci&oacute;n. Desde 2020 se convierte en una infraestructura de gran solidez t&eacute;cnica y personalizable que suma, a las funcionalidades iniciales, la posibilidad de integrar numerosas aplicaciones con diferentes funcionalidades como conteo, blockchain para inmutabilidad de eventos, estad&iacute;sticas, anal&iacute;tica de im&aacute;genes, etc.</p><h5 id="3">&iquest;D&oacute;nde se encuentran sus oficinas?</h5><p>Tenemos oficinas en C&oacute;rdoba, Madrid, Valladolid y Granada. Visita <a href="index.html#contacto">nuestra p&aacute;gina de contacto</a> si te gustar&iacute;a visitarnos.</p><h5 id="4">&iquest;Qu&eacute; empresas ya utilizan Panoptico?</h5><p>Empresas como <a href="https://www.securitasdirect.es/" target="_blank">Securitas Direct</a> y <a href="https://www.trablisa.es/" target="_blank">Trablisa</a> ya conf&iacute;an en Panoptico. A trav&eacute;s de productos especializados en la grabaci&oacute;n, el almacenamiento y los datos estad&iacute;sticos. Y estamos integrados con los fabricantes de c&aacute;maras ZKTECO.</p><h4>Panoptico Informaci&oacute;n general</h4><h5 id="5">&iquest;Qu&eacute; es Panoptico?</h5><p>Panoptico es una plataforma multicloud que busca ofrecer a los usuarios la gesti&oacute;n, visualizaci&oacute;n y grabaci&oacute;n de contenido desde dispositivos IP, en especial c&aacute;maras de v&iacute;deo, permitiendo la integraci&oacute;n con todos los dispositivos de cada fabricante y multimarca y totalmente compatible con nuevas integraciones.</p><p>La plataforma se ha definido en base a las necesidades de proveedores de servicio, operadores de centrales de recepci&oacute;n de alarmas (en adelante CRA), integradores y usuarios finales. De modo que posibilita modelos de negocio B2B y B2B2C.</p><p>El objetivo principal de Panoptico es dotar de una herramienta que incremente el portfolio de servicios, creando recurrencia de ventas o de negocio.</p><h4>Panoptico videovigilancia multicloud</h4><h5 id="6">&iquest;Qu&eacute; significa que una plataforma de videovigilancia sea multicloud?</h5><p>El t&eacute;rmino multicloud se refiere a un enfoque de videovigilancia en la nube compuesto por m&aacute;s de un servicio de nube, que proporcionan por lo menos dos proveedores.</p><h5 id="7">&iquest;Est&aacute;n seguros mis datos en la nube?</h5><p>Panoptico utiliza la tecnolog&iacute;a del est&aacute;ndar OAUT y la conexi&oacute;n est&aacute; completamente cifrada para mantener sus datos seguros.</p><h5 id="8">&iquest;Cu&aacute;nto espacio ocupa en la nube 15 d&iacute;as de grabaci&oacute;n?</h5><p>El espacio en la nube depende de la configuraci&oacute;n de la calidad de la grabaci&oacute;n, aunque se puede ir viendo cu&aacute;nto espacio ocupa en funci&oacute;n de la configuraci&oacute;n y ajustarlo en caso de que sea necesario.</p><h5 id="9">&iquest;Cu&aacute;l es el n&uacute;mero m&aacute;ximo de usuarios para Panoptico?</h5><p>No hay n&uacute;mero m&aacute;ximo de usuarios.</p><h5 id="10">&iquest;Puedo ver lo que est&aacute; pasando en mi negocio a tiempo real y desde cualquier lugar?</h5><p>S&iacute;. Siempre que tenga conexi&oacute;n a internet, podr&aacute; visualizar todos tus dispositivos y los de tus clientes en tiempo real, consultar las grabaciones y gestionar las alarmas.</p><h4>Panoptico infraestructura</h4><h5 id="11">&iquest;Qu&eacute; tipo de integraciones permite Panoptico?</h5><p>Panoptico est&aacute; construido en su propia API, lo que permite diferentes tipos de integraci&oacute;n con otros sistemas de seguridad, como por ejemplo, sistemas de control de acceso, software de anal&iacute;tica, gesti&oacute;n de alarmas f&iacute;sicas, etc.</p><h5 id="12">Informaci&oacute;n sobre la API de Panoptico</h5><p>La plataforma de video Panoptico est&aacute; basada en una arquitectura de microservicios que permite grabar, gestionar y almacenar videos de c&aacute;maras multimarca. La plataforma de videovigilancia Panoptico dispone de una API REST que expone las interfaces necesarias para interactuar con cualquier c&aacute;mara, como por ejemplo realizar las operaciones de grabaci&oacute;n de video, transmisi&oacute;n segura a la nube, almacenamiento y disposici&oacute;n para su uso en sus aplicaciones.</p><h4>Panoptico compatibilidad de c&aacute;maras</h4><h5 id="13">&iquest;Qu&eacute; c&aacute;maras son compatibles con Panoptico?</h5><p>Con Panoptico son compatibles las principales marcas de c&aacute;maras del mercado: Axis, Vivotek, Hikvision, Dahua ZKTECO...</p><h5 id="14">&iquest;Funciona con c&aacute;maras PTZ o Domo?</h5><p>Trabajamos con c&aacute;maras PTZ y Domo, aunque Panoptico tambi&eacute;n es compatible con la mayor&iacute;a de marcas de c&aacute;maras del mercado. Si quieres saber si es compatible con la tuya, <a href="index.html#contacto">contacta con nosotros</a>.</p><h5 id="15">&iquest;Y si solo tengo c&aacute;maras anal&oacute;gicas?</h5><p>Panoptico es su software. Trabajamos con la mayor&iacute;a de c&aacute;maras anal&oacute;gicas y las convertimos en digitales. Si en el futuro usted pasa a c&aacute;maras digitales, el sistema Panoptico es una gran opci&oacute;n ya que funciona tanto con c&aacute;maras anal&oacute;gicas como IP.</p><h5 id="16">&iquest;En qu&eacute; se diferencian las c&aacute;maras IP de las anal&oacute;gicas?</h5><p>Una c&aacute;mara anal&oacute;gica es una c&aacute;mara tradicional utilizada en los sistemas CCTV. Env&iacute;a video sobre cable a VCRs o DVRs. Las c&aacute;maras IP son todas las c&aacute;maras digitales que pueden enviar im&aacute;genes, por cable, directamente a la red.</p><h5 id="17">&iquest;C&oacute;mo puedo saber si mis c&aacute;maras son compatibles con Panoptico?</h5><p>Panoptico es compatible con la mayor&iacute;a de las marcas de c&aacute;maras del mercado. Si quiere asegurarse de que la suya es compatible escriba a <a href="index.html#contacto">nuestro centro de ayuda</a> y estaremos encantados de responderte.</p><h5 id="18">&iquest;Puedo gestionar las c&aacute;maras desde mi m&oacute;vil?</h5><p>Con Panoptico tienes acceso desde cualquier dispositivo m&oacute;vil o fijo para visualizar en directo las grabaciones y gestionar alarmas.</p><h4>Utilizaci&oacute;n de Panoptico</h4><h5 id="19">&iquest;Panoptico necesita alg&uacute;n tipo de hardware?</h5><p>Al ser un servicio de videovigilancia en la nube no necesita de ning&uacute;n hardware, solo las c&aacute;maras y Panoptico. Tampoco es necesario ning&uacute;n videograbador f&iacute;sico, ya que todo se graba en la nube.</p><h5 id="20">&iquest;Panoptico necesita el bridge para funcionar?</h5><p>Panoptico no necesita ning&uacute;n hardware intermediario, con el considerable ahorro que supone no tener que utilizarlo.</p><h5 id="21">&iquest;Panoptico dispone de videograbador?</h5><p>Con Panoptico no es necesario un videograbador f&iacute;sico porque dispone de uno en red virtual que aprovecha su infraestructura para ofrecer las funcionalidades de un videograbador (gesti&oacute;n y grabaci&oacute;n) sin necesidad de instalaci&oacute;n.</p><h5 id="22">&iquest;C&oacute;mo se instala Panoptico?</h5><p>No necesita instalaci&oacute;n ya que es un portal web / app que para utilizarlo solo tiene que entrar en el portal con su usuario y contrase&ntilde;a desde cualquier dispositivo.</p><h5 id="23">&iquest;El sistema me avisar&aacute; si se dispara alguna alarma?</h5><p>Si, podr&aacute; gestionar sus alarmas configurando sensores hardware y software por dispositivos para que le avise en caso de que se disparen las alarmas. Podr&aacute; comprobar el clip de v&iacute;deo que se ha originado con la alarma y visualizar a qu&eacute; es debido.</p><h4>Soy un integrador. &iquest;Es para m&iacute; esta soluci&oacute;n?</h4><h5 id="24">&iquest;Qu&eacute; puedo aportar a mis clientes con este software?</h5><p>Cualquier integrador dado de alta en la plataforma puede gestionar empresas y dispositivos, ofreciendo a sus clientes una gesti&oacute;n centralizada de sus dispositivos multimarca y una serie de servicios de valor a&ntilde;adido, como:</p><ul><li>El visionado.</li><li>La grabaci&oacute;n.</li><li>El control de sensores.</li><li>La gesti&oacute;n de alarmas.</li></ul><p>Las planificaciones de grabaci&oacute;n, o de arme/desarme de los sensores de la c&aacute;mara, se unen a la capacidad de acceder a v&iacute;deo en tiempo real y grabado desde web y m&oacute;vil, lo que facilita el servicio a los usuarios.</p><h5 id="25">&iquest;Puedo ahorrar costes con Panoptico?</h5><p>Panoptico cuenta con un conjunto de funcionalidades generales que pueden articularse de forma diferente en base al tipo de servicio que se desee prestar, al tener esta capacidad de adaptaci&oacute;n el integrador solo tendr&aacute; que utilizar una plataforma, con el ahorro que esto supone. Al tener m&uacute;ltiples posibilidades de integraciones con nuevos dispositivos es compatible con las herramientas de las que ya dispone, con el ahorro de tiempo y dinero que esto supone.</p><h5 id="26">&iquest;Podr&iacute;a desplegar Panoptico en mis propios servidores?</h5><p>S&iacute;, ya que ofrecemos versatilidad y gracias a su arquitectura flexible, adem&aacute;s de prestar servicios en la nube, admite despliegue on premise en servidores privados.</p><h5 id="27">&iquest;Cu&aacute;ntos usuarios puedo crear y qu&eacute; puedo gestionar?</h5><p>No hay l&iacute;mite de usuarios y permite:</p><ul><li>Gestionar las empresas y usuarios que hayan adquirido sus servicios con secciones para gestionar sus dispositivos, configurar las alarmas y gestionar zonas de vigilancia.</li><li>Dar de alta usuarios a nivel de empresa que puedan a su vez gestionar sus zonas de forma individual o por agrupaci&oacute;n de c&aacute;maras, gestionar sus dispositivos y configurar alarmas. As&iacute; como ponerse en contacto de forma autom&aacute;tica con el integrador.</li></ul><h5 id="28">&iquest;Puedo gestionar a mis clientes desde la plataforma?</h5><p>S&iacute;, desde su panel de administrador puede gestionar a todos sus clientes como &uacute;nico administrador de la plataforma.</p><h5 id="29">&iquest;Puedo personalizar la plataforma con mi marca?</h5><p>S&iacute;, Panoptico le permite personalizar la plataforma con su marca para integrarla en su cartera de servicios.</p><h4>Soy fabricante de c&aacute;maras, &iquest;c&oacute;mo puede ayudar Panoptico a mi negocio?</h4><h5 id="30">&iquest;Podr&iacute;a integrar este software en mis c&aacute;maras?</h5><p>S&iacute;, ya nos hemos integrado con otros fabricantes como ZKTECO. Si quieres saber los detalles de la integraci&oacute;n puedes preguntar en <a href="index.html#contacto">nuestro centro de soporte</a>.</p><h5 id="31">&iquest;Podr&iacute;a personalizarlo con mi marca?</h5><p>S&iacute;, Panoptico puede actuar como marca blanca e integrarse como un servicio que ofrecer al cliente que compra c&aacute;maras de su marca.</p><h5 id="32">&iquest;Puede dar servicios que no tengan incorporados las propias c&aacute;maras?</h5><p>Panoptico integra software, por ejemplo, de an&aacute;lisis de imagen, que estar&iacute;a disponible para c&aacute;maras que no tengan esa capacidad, incorporadas en el propio hardware de la misma. Esto ampl&iacute;a el portfolio de servicios.</p><h5 id="33">&iquest;Es un software compatible con los programas que ya tienen las empresas de seguridad?</h5><p>Panoptico tiene la capacidad de conectar todos los dispositivos de su marca a los distintos softwares de centralita tipo MasterMind o Manitou que est&aacute;n incorporados en su core. Cualquier dispositivo puede usar Panoptico como pasarela para conectarse con estas centralitas, lo que permitir&iacute;a a la empresa de seguridad que adquiera c&aacute;maras de su marca tener unificada la gesti&oacute;n de dispositivos.</p><h4>Soy una CRA, &iquest;en qu&eacute; podr&iacute;a ayudar Panoptico a mi negocio?</h4><h5 id="34">&iquest;Es un software compatible con el programa que uso en mi centralita?</h5><p>Panoptico tiene la capacidad de conectar todos los dispositivos, sea cual sea la marca, a los distintos softwares de centralita tipo MasterMind o Manitou que est&aacute;n incorporados en su core. Cualquier dispositivo puede usar Panoptico como pasarela para conectarse con la centralita, lo que permitir&iacute;a a la CRA que adquiera c&aacute;maras de cualquier marca y a&uacute;n as&iacute; tener unificada la gesti&oacute;n de dispositivos.</p></div></div></div></div><footer><div class="footer__content"><div class="footer__content__box"><a href="index.html"><img src="img/footer/logo.svg" width="32" height="32" alt="Panoptico"></a><span>Un producto de <a href="https://nosolosoftware.es" target="_blank">NoSoloSoftware</a></span></div><div class="footer__content__box"><h6>Soluciones</h6><ul><li><a href="fabricantes.html">Fabricantes</a></li><li><a href="integradores.html">Integradores</a></li></ul></div><div class="footer__content__box"><h6>Productos</h6><ul><li><a href="guardian.html">Guardian</a></li></ul></div><div class="footer__content__box"><h6>Soporte</h6><ul><li><a class="message" href="contacto.html">Contacto</a></li><li><a href="faqs.html">Preguntas frecuentes (FAQs)</a></li></ul></div><div class="footer__content__box"><h6>Legal</h6><ul><li><a href="cookies.html">Pol&iacute;tica de cookies</a></li><li><a href="avisolegal.html">Aviso legal y pol&iacute;tica de privacidad</a></li></ul></div></div><div class="footer__separator"></div></footer></div><script type="text/javascript" src="js/app-dist.js"></script></body>